Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# security.passkeys.add
source: Add passkey
ar: إضافة مفتاح مرور
bg: Добави ключ за достъп
bn: পাসকি যোগ করুন
ca: Afegeix una clau d'accés
cs: Přidat přístupový klíč
da: Tilføj adgangsnøgle
de: Passkey hinzufügen
el: Προσθήκη κλειδιού πρόσβασης
es: Añadir clave de acceso
et: Lisa pääsuvõti
fa: افزودن کلید عبور
fi: Lisää passiavain
fil: Magdagdag ng passkey
fr: Ajouter une clé d’accès
he: הוסף מפתח גישה
hi: पासकी जोड़ें
hr: Dodaj pristupni ključ
hu: Jelszókulcs hozzáadása
id: Tambah kunci sandi
is: Bæta við aðgangslykli
it: Aggiungi passkey
ja: パスキーを追加
ko: 패스키 추가
lt: Pridėti prieigos raktą
lv: Pievienot piekļuves atslēgu
nb: Legg til passnøkkel
nl: Toegangssleutel toevoegen
nn: Legg til passnøkkel
pl: Dodaj klucz dostępu
pt_br: Adicionar chave de acesso
ro: Adaugă cheie de acces
ru: Добавить ключ доступа
sk: Pridať prístupový kľúč
sl: Dodaj ključ za prijavo
sr: Dodaj ključ za pristup
sv: Lägg till passnyckel
sw: Ongeza ufunguo wa siri
ta: பாஸ்கீ சேர்க்கவும்
th: เพิ่มพาสคีย์
tr: Geçiş anahtarı ekle
uk: Додати ключ доступу
ur: پاسکی شامل کریں
vi: Thêm passkey
zh_hans: 添加通行密钥
zh_hant: 新增通行金鑰

# security.passkeys.adding
source: Adding passkey...
ar: جارٍ إضافة مفتاح المرور...
bg: Добавяне на ключ за достъп...
bn: পাসকি যোগ করা হচ্ছে...
ca: S'està afegint la clau d'accés...
cs: Přidávání přístupového klíče...
da: Tilføjer adgangsnøgle...
de: Passkey wird hinzugefügt...
el: Προσθήκη κλειδιού πρόσβασης...
es: Añadiendo clave de acceso...
et: Pääsuvõtit lisatakse...
fa: در حال افزودن کلید عبور...
fi: Lisätään passiavainta...
fil: Nagdadagdag ng passkey...
fr: Ajout de la clé d’accès...
he: מוסיף מפתח גישה...
hi: पासकी जोड़ी जा रही है...
hr: Dodavanje pristupnog ključa...
hu: Jelszókulcs hozzáadása...
id: Menambahkan kunci sandi...
is: Bæti við aðgangslykli...
it: Aggiunta passkey...
ja: パスキーを追加中...
ko: 패스키 추가 중...
lt: Pridedamas prieigos raktas...
lv: Pievieno piekļuves atslēgu...
nb: Legger til passnøkkel...
nl: Toegangssleutel toevoegen...
nn: Legg til passnøkkel...
pl: Dodawanie klucza dostępu...
pt_br: Adicionando chave de acesso...
ro: Se adaugă cheia de acces...
ru: Добавление ключа доступа...
sk: Pridáva sa prístupový kľúč...
sl: Dodajanje ključa za prijavo...
sr: Dodavanje ključa za pristup...
sv: Lägger till passnyckel...
sw: Inaongeza ufunguo wa siri...
ta: பாஸ்கீ சேர்க்கப்படுகிறது...
th: กำลังเพิ่มพาสคีย์...
tr: Geçiş anahtarı ekleniyor...
uk: Додавання ключа доступу...
ur: پاسکی شامل کی جا رہی ہے...
vi: Đang thêm passkey...
zh_hans: 正在添加通行密钥...
zh_hant: 正在新增通行金鑰...

# security.passkeys.defaultName
source: Passkey
ar: مفتاح المرور
bg: Ключ за достъп
bn: পাসকি
ca: Clau d'accés
cs: Přístupový klíč
da: Adgangsnøgle
el: Κλειδί πρόσβασης
es: Clave de acceso
et: Pääsuvõti
fa: کلید عبور
fi: Passiavain
fr: Clé d’accès
he: מפתח גישה
hi: पासकी
hr: Pristupni ključ
hu: Jelszókulcs
id: Kunci sandi
is: Aðgangslykill
ja: パスキー
ko: 패스키
lt: Prieigos raktas
lv: Piekļuves atslēga
nb: Passnøkkel
nl: Toegangssleutel
nn: Passnøkkel
pl: Klucz dostępu
pt_br: Chave de acesso
ro: Cheie de acces
ru: Ключ доступа
sk: Prístupový kľúč
sl: Ključ za prijavo
sr: Ključ za pristup
sv: Passnyckel
sw: Ufunguo wa siri
ta: பாஸ்கீ
th: พาสคีย์
tr: Geçiş anahtarı
uk: Ключ доступу
ur: پاسکی
zh_hans: 通行密钥
zh_hant: 通行金鑰

# security.passkeys.deleteDialog.confirm
source: Delete
ar: حذف
bg: Изтрий
bn: মুছুন
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fa: حذف
fi: Poista
fil: Tanggalin
fr: Supprimer
he: מחק
hi: हटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
lv: Dzēst
nb: Slett
nl: Verwijderen
nn: Slett
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Izbriši
sr: Obriši
sv: Ta bort
sw: Futa
ta: நீக்கு
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# security.passkeys.deleteDialog.description
source: This passkey will no longer be able to sign in to your Tidex account.
ar: لن يتمكن مفتاح المرور هذا بعد الآن من تسجيل الدخول إلى حسابك في Tidex.
bg: Този ключ за достъп повече няма да може да се използва за вход в профила ви в Tidex.
bn: এই পাসকি আর আপনার Tidex অ্যাকাউন্টে সাইন ইন করতে পারবে না।
ca: Aquesta clau d'accés ja no es podrà fer servir per iniciar sessió al teu compte de Tidex.
cs: Tento přístupový klíč už nebude možné použít k přihlášení k vašemu účtu Tidex.
da: Denne adgangsnøgle kan ikke længere bruges til at logge ind på din Tidex-konto.
de: Mit diesem Passkey kannst du dich nicht mehr bei deinem Tidex-Konto anmelden.
el: Αυτό το κλειδί πρόσβασης δεν θα μπορεί πλέον να συνδέεται στον λογαριασμό σας στο Tidex.
es: Esta clave de acceso ya no podrá iniciar sesión en tu cuenta de Tidex.
et: Selle pääsuvõtmega ei saa enam sinu Tidexi kontole sisse logida.
fa: این کلید عبور دیگر نمی‌تواند به حساب Tidex شما وارد شود.
fi: Tällä passiavaimella ei voi enää kirjautua Tidex-tilillesi.
fil: Hindi na magagamit ang passkey na ito para mag-sign in sa iyong Tidex account.
fr: Cette clé d’accès ne pourra plus se connecter à votre compte Tidex.
he: לא יהיה יותר אפשר להשתמש במפתח הגישה הזה כדי להתחבר לחשבון Tidex שלך.
hi: यह पासकी अब आपके Tidex खाते में साइन इन नहीं कर पाएगी।
hr: Ovaj pristupni ključ više se neće moći koristiti za prijavu na vaš Tidex račun.
hu: Ezzel a jelszókulccsal többé nem lehet bejelentkezni a Tidex-fiókodba.
id: Kunci sandi ini tidak lagi dapat digunakan untuk masuk ke akun Tidex Anda.
is: Ekki verður lengur hægt að skrá sig inn á Tidex-aðganginn þinn með þessum aðgangslykli.
it: Questa passkey non potrà più accedere al tuo account Tidex.
ja: このパスキーはTidexアカウントへのサインインに使えなくなります。
ko: 이 패스키는 더 이상 Tidex 계정에 로그인하는 데 사용할 수 없습니다.
lt: Šiuo prieigos raktu nebebus galima prisijungti prie jūsų Tidex paskyros.
lv: Šo piekļuves atslēgu vairs nevarēs izmantot, lai pierakstītos jūsu Tidex kontā.
nb: Denne passnøkkelen kan ikke lenger brukes til å logge inn på Tidex-kontoen din.
nl: Met deze toegangssleutel kun je niet meer inloggen op je Tidex-account.
nn: Denne passnøkkelen kan ikkje lenger brukast til å logge inn på Tidex-kontoen din.
pl: Ten klucz dostępu nie będzie już mógł służyć do logowania do Twojego konta Tidex.
pt_br: Esta chave de acesso não poderá mais entrar na sua conta Tidex.
ro: Această cheie de acces nu va mai putea fi folosită pentru autentificare în contul tău Tidex.
ru: Этот ключ доступа больше не сможет использоваться для входа в ваш аккаунт Tidex.
sk: Tento prístupový kľúč sa už nebude dať použiť na prihlásenie do vášho účtu Tidex.
sl: S tem ključem za prijavo se ne bo več mogoče prijaviti v vaš račun Tidex.
sr: Ovaj ključ za pristup više neće moći da se koristi za prijavu na vaš Tidex nalog.
sv: Den här passnyckeln kommer inte längre att kunna logga in på ditt Tidex-konto.
sw: Ufunguo huu wa siri hautaweza tena kuingia kwenye akaunti yako ya Tidex.
ta: இந்த பாஸ்கீ இனி உங்கள் Tidex கணக்கில் உள்நுழைய பயன்படாது.
th: พาสคีย์นี้จะไม่สามารถใช้ลงชื่อเข้าใช้บัญชี Tidex ของคุณได้อีก
tr: Bu geçiş anahtarı artık Tidex hesabınızda oturum açmak için kullanılamayacak.
uk: Цей ключ доступу більше не зможе входити до вашого облікового запису Tidex.
ur: یہ پاسکی اب آپ کے Tidex اکاؤنٹ میں سائن اِن نہیں کر سکے گی۔
vi: Passkey này sẽ không còn dùng để đăng nhập vào tài khoản Tidex của bạn nữa.
zh_hans: 此通行密钥将无法再登录你的 Tidex 账户。
zh_hant: 此通行金鑰將無法再登入你的 Tidex 帳戶。

# security.passkeys.deleteDialog.title
source: Delete passkey?
ar: حذف مفتاح المرور؟
bg: Изтриване на ключ за достъп?
bn: পাসকি মুছবেন?
ca: Vols suprimir la clau d'accés?
cs: Smazat přístupový klíč?
da: Slet adgangsnøgle?
de: Passkey löschen?
el: Διαγραφή κλειδιού πρόσβασης;
es: ¿Eliminar clave de acceso?
et: Kas kustutada pääsuvõti?
fa: کلید عبور حذف شود؟
fi: Poistetaanko passiavain?
fil: Tanggalin ang passkey?
fr: Supprimer la clé d’accès ?
he: למחוק את מפתח הגישה?
hi: पासकी हटाएँ?
hr: Izbrisati pristupni ključ?
hu: Törlöd a jelszókulcsot?
id: Hapus kunci sandi?
is: Eyða aðgangslykli?
it: Eliminare la passkey?
ja: パスキーを削除しますか？
ko: 패스키를 삭제할까요?
lt: Ištrinti prieigos raktą?
lv: Dzēst piekļuves atslēgu?
nb: Slette passnøkkel?
nl: Toegangssleutel verwijderen?
nn: Slette passnøkkel?
pl: Usunąć klucz dostępu?
pt_br: Excluir chave de acesso?
ro: Ștergi cheia de acces?
ru: Удалить ключ доступа?
sk: Odstrániť prístupový kľúč?
sl: Izbrišem ključ za prijavo?
sr: Obrisati ključ za pristup?
sv: Ta bort passnyckel?
sw: Futa ufunguo wa siri?
ta: பாஸ்கீயை நீக்கவா?
th: ลบพาสคีย์?
tr: Geçiş anahtarı silinsin mi?
uk: Видалити ключ доступу?
ur: پاسکی حذف کریں؟
vi: Xóa passkey?
zh_hans: 删除通行密钥？
zh_hant: 刪除通行金鑰？

# security.passkeys.errors.deleteFailed
source: Could not delete passkey
ar: تعذر حذف مفتاح المرور
bg: Ключът за достъп не можа да бъде изтрит
bn: পাসকি মুছা যায়নি
ca: No s'ha pogut suprimir la clau d'accés
cs: Přístupový klíč se nepodařilo smazat
da: Kunne ikke slette adgangsnøgle
de: Passkey konnte nicht gelöscht werden
el: Δεν ήταν δυνατή η διαγραφή κλειδιού πρόσβασης
es: No se pudo eliminar la clave de acceso
et: Pääsuvõtit ei saanud kustutada
fa: حذف کلید عبور ممکن نشد
fi: Passiavainta ei voitu poistaa
fil: Hindi matanggal ang passkey
fr: Impossible de supprimer la clé d’accès
he: לא ניתן למחוק מפתח גישה
hi: पासकी हटाई नहीं जा सकी
hr: Nije moguće izbrisati pristupni ključ
hu: Nem sikerült törölni a jelszókulcsot
id: Tidak dapat menghapus kunci sandi
is: Ekki tókst að eyða aðgangslykli
it: Impossibile eliminare la passkey
ja: パスキーを削除できませんでした
ko: 패스키를 삭제할 수 없습니다
lt: Nepavyko ištrinti prieigos rakto
lv: Neizdevās dzēst piekļuves atslēgu
nb: Kunne ikke slette passnøkkel
nl: Kon toegangssleutel niet verwijderen
nn: Klarte ikkje å slette passnøkkel
pl: Nie udało się usunąć klucza dostępu
pt_br: Não foi possível excluir a chave de acesso
ro: Nu s-a putut șterge cheia de acces
ru: Не удалось удалить ключ доступа
sk: Prístupový kľúč sa nepodarilo odstrániť
sl: Ključa za prijavo ni bilo mogoče izbrisati
sr: Nije moguće obrisati ključ za pristup
sv: Kunde inte ta bort passnyckel
sw: Haikuweza kufuta ufunguo wa siri
ta: பாஸ்கீயை நீக்க முடியவில்லை
th: ไม่สามารถลบพาสคีย์ได้
tr: Geçiş anahtarı silinemedi
uk: Не вдалося видалити ключ доступу
ur: پاسکی حذف نہیں ہو سکی
vi: Không thể xóa passkey
zh_hans: 无法删除通行密钥
zh_hant: 無法刪除通行金鑰

# security.passkeys.errors.disabled
source: Passkeys are not enabled for this Supabase project yet.
ar: مفاتيح المرور غير مفعّلة لهذا المشروع في Supabase بعد.
bg: Ключовете за достъп още не са активирани за този проект в Supabase.
bn: এই Supabase প্রকল্পের জন্য পাসকি এখনো সক্রিয় নয়।
ca: Les claus d'accés encara no estan activades per a aquest projecte de Supabase.
cs: Přístupové klíče pro tento projekt Supabase ještě nejsou povoleny.
da: Adgangsnøgler er ikke aktiveret for dette Supabase-projekt endnu.
de: Passkeys sind für dieses Supabase-Projekt noch nicht aktiviert.
el: Τα κλειδιά πρόσβασης δεν είναι ακόμα ενεργοποιημένα για αυτό το έργο Supabase.
es: Las claves de acceso aún no están activadas para este proyecto de Supabase.
et: Pääsuvõtmed pole selle Supabase'i projekti jaoks veel lubatud.
fa: کلیدهای عبور هنوز برای این پروژه Supabase فعال نشده‌اند.
fi: Passiavaimia ei ole vielä otettu käyttöön tässä Supabase-projektissa.
fil: Hindi pa naka-enable ang mga passkey para sa Supabase project na ito.
fr: Les clés d’accès ne sont pas encore activées pour ce projet Supabase.
he: מפתחות גישה עדיין לא הופעלו עבור פרויקט Supabase הזה.
hi: इस Supabase प्रोजेक्ट के लिए पासकी अभी सक्षम नहीं हैं।
hr: Pristupni ključevi još nisu omogućeni za ovaj Supabase projekt.
hu: A jelszókulcsok még nincsenek engedélyezve ennél a Supabase-projektnél.
id: Kunci sandi belum diaktifkan untuk proyek Supabase ini.
is: Aðgangslyklar eru ekki virkir fyrir þetta Supabase-verkefni ennþá.
it: Le passkey non sono ancora abilitate per questo progetto Supabase.
ja: このSupabaseプロジェクトでは、パスキーはまだ有効になっていません。
ko: 이 Supabase 프로젝트에는 아직 패스키가 활성화되지 않았습니다.
lt: Šiam Supabase projektui prieigos raktai dar neįjungti.
lv: Šim Supabase projektam piekļuves atslēgas vēl nav iespējotas.
nb: Passnøkler er ikke aktivert for dette Supabase-prosjektet ennå.
nl: Toegangssleutels zijn nog niet ingeschakeld voor dit Supabase-project.
nn: Passnøklar er ikkje aktiverte for dette Supabase-prosjektet enno.
pl: Klucze dostępu nie są jeszcze włączone w tym projekcie Supabase.
pt_br: As chaves de acesso ainda não estão ativadas para este projeto Supabase.
ro: Cheile de acces nu sunt activate încă pentru acest proiect Supabase.
ru: Ключи доступа ещё не включены для этого проекта Supabase.
sk: Prístupové kľúče pre tento projekt Supabase ešte nie sú povolené.
sl: Ključi za prijavo za ta projekt Supabase še niso omogočeni.
sr: Ključevi za pristup još nisu omogućeni za ovaj Supabase projekat.
sv: Passnycklar är inte aktiverade för det här Supabase-projektet än.
sw: Funguo za siri bado hazijawashwa kwa mradi huu wa Supabase.
ta: இந்த Supabase திட்டத்திற்கு பாஸ்கீகள் இன்னும் செயல்படுத்தப்படவில்லை.
th: ยังไม่ได้เปิดใช้งานพาสคีย์สำหรับโปรเจกต์ Supabase นี้
tr: Geçiş anahtarları bu Supabase projesi için henüz etkin değil.
uk: Ключі доступу ще не ввімкнено для цього проєкту Supabase.
ur: اس Supabase پروجیکٹ کے لیے پاسکیاں ابھی فعال نہیں ہیں۔
vi: Passkey chưa được bật cho dự án Supabase này.
zh_hans: 此 Supabase 项目尚未启用通行密钥。
zh_hant: 此 Supabase 專案尚未啟用通行金鑰。

# security.passkeys.errors.nameRequired
source: Enter a name for the passkey.
ar: أدخل اسمًا لمفتاح المرور.
bg: Въведете име за ключа за достъп.
bn: পাসকির জন্য একটি নাম লিখুন।
ca: Introdueix un nom per a la clau d'accés.
cs: Zadejte název přístupového klíče.
da: Indtast et navn til adgangsnøglen.
de: Gib einen Namen für den Passkey ein.
el: Εισαγάγετε όνομα για το κλειδί πρόσβασης.
es: Introduce un nombre para la clave de acceso.
et: Sisesta pääsuvõtmele nimi.
fa: برای کلید عبور نامی وارد کنید.
fi: Anna passiavaimelle nimi.
fil: Maglagay ng pangalan para sa passkey.
fr: Saisissez un nom pour la clé d’accès.
he: יש להזין שם למפתח הגישה.
hi: पासकी के लिए एक नाम दर्ज करें।
hr: Unesite naziv pristupnog ključa.
hu: Adj meg nevet a jelszókulcsnak.
id: Masukkan nama untuk kunci sandi.
is: Sláðu inn heiti fyrir aðgangslykilinn.
it: Inserisci un nome per la passkey.
ja: パスキーの名前を入力してください。
ko: 패스키 이름을 입력하세요.
lt: Įveskite prieigos rakto pavadinimą.
lv: Ievadiet piekļuves atslēgas nosaukumu.
nb: Skriv inn et navn på passnøkkelen.
nl: Voer een naam in voor de toegangssleutel.
nn: Skriv inn eit namn på passnøkkelen.
pl: Wpisz nazwę klucza dostępu.
pt_br: Digite um nome para a chave de acesso.
ro: Introdu un nume pentru cheia de acces.
ru: Введите имя ключа доступа.
sk: Zadajte názov prístupového kľúča.
sl: Vnesite ime ključa za prijavo.
sr: Unesite naziv ključa za pristup.
sv: Ange ett namn för passnyckeln.
sw: Weka jina la ufunguo wa siri.
ta: பாஸ்கீக்கு ஒரு பெயரை உள்ளிடவும்.
th: กรุณาใส่ชื่อพาสคีย์
tr: Geçiş anahtarı için bir ad girin.
uk: Введіть назву для ключа доступу.
ur: پاسکی کے لیے ایک نام درج کریں۔
vi: Nhập tên cho passkey.
zh_hans: 请输入通行密钥名称。
zh_hant: 請輸入通行金鑰名稱。

# security.passkeys.errors.registerFailed
source: Could not add passkey
ar: تعذرت إضافة مفتاح المرور
bg: Ключът за достъп не можа да бъде добавен
bn: পাসকি যোগ করা যায়নি
ca: No s'ha pogut afegir la clau d'accés
cs: Přístupový klíč se nepodařilo přidat
da: Kunne ikke tilføje adgangsnøgle
de: Passkey konnte nicht hinzugefügt werden
el: Δεν ήταν δυνατή η προσθήκη κλειδιού πρόσβασης
es: No se pudo añadir la clave de acceso
et: Pääsuvõtit ei saanud lisada
fa: افزودن کلید عبور ممکن نشد
fi: Passiavainta ei voitu lisätä
fil: Hindi maidagdag ang passkey
fr: Impossible d’ajouter la clé d’accès
he: לא ניתן להוסיף מפתח גישה
hi: पासकी जोड़ी नहीं जा सकी
hr: Nije moguće dodati pristupni ključ
hu: Nem sikerült hozzáadni a jelszókulcsot
id: Tidak dapat menambahkan kunci sandi
is: Ekki tókst að bæta við aðgangslykli
it: Impossibile aggiungere la passkey
ja: パスキーを追加できませんでした
ko: 패스키를 추가할 수 없습니다
lt: Nepavyko pridėti prieigos rakto
lv: Neizdevās pievienot piekļuves atslēgu
nb: Kunne ikke legge til passnøkkel
nl: Kon toegangssleutel niet toevoegen
nn: Klarte ikkje å leggje til passnøkkel
pl: Nie udało się dodać klucza dostępu
pt_br: Não foi possível adicionar a chave de acesso
ro: Nu s-a putut adăuga cheia de acces
ru: Не удалось добавить ключ доступа
sk: Prístupový kľúč sa nepodarilo pridať
sl: Ključa za prijavo ni bilo mogoče dodati
sr: Nije moguće dodati ključ za pristup
sv: Kunde inte lägga till passnyckel
sw: Haikuweza kuongeza ufunguo wa siri
ta: பாஸ்கீயை சேர்க்க முடியவில்லை
th: ไม่สามารถเพิ่มพาสคีย์ได้
tr: Geçiş anahtarı eklenemedi
uk: Не вдалося додати ключ доступу
ur: پاسکی شامل نہیں ہو سکی
vi: Không thể thêm passkey
zh_hans: 无法添加通行密钥
zh_hant: 無法新增通行金鑰

# security.passkeys.errors.renameFailed
source: Could not rename passkey. Please try again.
ar: تعذرت إعادة تسمية مفتاح المرور. يرجى المحاولة مرة أخرى.
bg: Ключът за достъп не можа да бъде преименуван. Опитайте отново.
bn: পাসকির নাম বদলানো যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut canviar el nom de la clau d'accés. Torna-ho a provar.
cs: Přístupový klíč se nepodařilo přejmenovat. Zkuste to prosím znovu.
da: Kunne ikke omdøbe adgangsnøglen. Prøv igen.
de: Passkey konnte nicht umbenannt werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η μετονομασία του κλειδιού πρόσβασης. Προσπαθήστε ξανά.
es: No se pudo renombrar la clave de acceso. Inténtalo de nuevo.
et: Pääsuvõtme nime ei saanud muuta. Proovi uuesti.
fa: تغییر نام کلید عبور ممکن نشد. دوباره تلاش کنید.
fi: Passiavainta ei voitu nimetä uudelleen. Yritä uudelleen.
fil: Hindi mapalitan ang pangalan ng passkey. Pakisubukan muli.
fr: Impossible de renommer la clé d’accès. Veuillez réessayer.
he: לא ניתן לשנות את שם מפתח הגישה. נא לנסות שוב.
hi: पासकी का नाम बदला नहीं जा सका। कृपया फिर से कोशिश करें।
hr: Nije moguće preimenovati pristupni ključ. Pokušajte ponovno.
hu: Nem sikerült átnevezni a jelszókulcsot. Próbáld újra.
id: Tidak dapat mengubah nama kunci sandi. Coba lagi.
is: Ekki tókst að endurnefna aðgangslykil. Reyndu aftur.
it: Impossibile rinominare la passkey. Riprova.
ja: パスキー名を変更できませんでした。もう一度お試しください。
ko: 패스키 이름을 변경할 수 없습니다. 다시 시도하세요.
lt: Nepavyko pervadinti prieigos rakto. Bandykite dar kartą.
lv: Neizdevās pārdēvēt piekļuves atslēgu. Lūdzu, mēģiniet vēlreiz.
nb: Kunne ikke gi passnøkkelen nytt navn. Prøv igjen.
nl: Kon toegangssleutel niet hernoemen. Probeer het opnieuw.
nn: Klarte ikkje å gi passnøkkelen nytt namn. Prøv igjen.
pl: Nie udało się zmienić nazwy klucza dostępu. Spróbuj ponownie.
pt_br: Não foi possível renomear a chave de acesso. Tente novamente.
ro: Nu s-a putut redenumi cheia de acces. Încearcă din nou.
ru: Не удалось переименовать ключ доступа. Попробуйте ещё раз.
sk: Prístupový kľúč sa nepodarilo premenovať. Skúste to znova.
sl: Ključa za prijavo ni bilo mogoče preimenovati. Poskusite znova.
sr: Nije moguće preimenovati ključ za pristup. Pokušajte ponovo.
sv: Kunde inte byta namn på passnyckel. Försök igen.
sw: Haikuweza kubadili jina la ufunguo wa siri. Tafadhali jaribu tena.
ta: பாஸ்கீயை மறுபெயரிட முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถเปลี่ยนชื่อพาสคีย์ได้ โปรดลองอีกครั้ง
tr: Geçiş anahtarının adı değiştirilemedi. Lütfen tekrar deneyin.
uk: Не вдалося перейменувати ключ доступу. Спробуйте ще раз.
ur: پاسکی کا نام تبدیل نہیں ہو سکا۔ دوبارہ کوشش کریں۔
vi: Không thể đổi tên passkey. Vui lòng thử lại.
zh_hans: 无法重命名通行密钥。请重试。
zh_hant: 無法重新命名通行金鑰。請再試一次。

# security.passkeys.noPasskeys
source: No passkeys added
ar: لم تتم إضافة مفاتيح مرور
bg: Няма добавени ключове за достъп
bn: কোনো পাসকি যোগ করা হয়নি
ca: No s'ha afegit cap clau d'accés
cs: Nebyly přidány žádné přístupové klíče
da: Ingen adgangsnøgler tilføjet
de: Keine Passkeys hinzugefügt
el: Δεν προστέθηκαν κλειδιά πρόσβασης
es: No hay claves de acceso añadidas
et: Pääsuvõtmeid pole lisatud
fa: هیچ کلید عبوری اضافه نشده
fi: Ei lisättyjä passiavaimia
fil: Walang naidagdag na passkey
fr: Aucune clé d’accès ajoutée
he: לא נוספו מפתחות גישה
hi: कोई पासकी जोड़ी नहीं गई
hr: Nema dodanih pristupnih ključeva
hu: Nincs hozzáadott jelszókulcs
id: Belum ada kunci sandi
is: Engum aðgangslyklum bætt við
it: Nessuna passkey aggiunta
ja: パスキーがありません
ko: 추가된 패스키 없음
lt: Nepridėta prieigos raktų
lv: Nav pievienotu piekļuves atslēgu
nb: Ingen passnøkler lagt til
nl: Geen toegangssleutels toegevoegd
nn: Ingen passnøklar lagde til
pl: Nie dodano kluczy dostępu
pt_br: Nenhuma chave de acesso adicionada
ro: Nicio cheie de acces adăugată
ru: Ключи доступа не добавлены
sk: Nie sú pridané žiadne prístupové kľúče
sl: Ni dodanih ključev za prijavo
sr: Nema dodatih ključeva za pristup
sv: Inga passnycklar tillagda
sw: Hakuna funguo za siri zilizoongezwa
ta: பாஸ்கீகள் எதுவும் சேர்க்கப்படவில்லை
th: ยังไม่มีพาสคีย์
tr: Geçiş anahtarı eklenmedi
uk: Ключі доступу не додано
ur: کوئی پاسکی شامل نہیں کی گئی
vi: Chưa thêm passkey nào
zh_hans: 未添加通行密钥
zh_hant: 尚未新增通行金鑰

# security.passkeys.renameDialog.placeholder
source: Passkey name
ar: اسم مفتاح المرور
bg: Име на ключа за достъп
bn: পাসকির নাম
ca: Nom de la clau d'accés
cs: Název přístupového klíče
da: Navn på adgangsnøgle
el: Όνομα κλειδιού πρόσβασης
es: Nombre de la clave de acceso
et: Pääsuvõtme nimi
fa: نام کلید عبور
fi: Passiavaimen nimi
fil: Pangalan ng passkey
fr: Nom de la clé d’accès
he: שם מפתח הגישה
hi: पासकी का नाम
hr: Naziv pristupnog ključa
hu: Jelszókulcs neve
id: Nama kunci sandi
is: Heiti aðgangslykils
it: Nome passkey
ja: パスキー名
ko: 패스키 이름
lt: Prieigos rakto pavadinimas
lv: Piekļuves atslēgas nosaukums
nb: Navn på passnøkkel
nl: Naam van toegangssleutel
nn: Namn på passnøkkel
pl: Nazwa klucza dostępu
pt_br: Nome da chave de acesso
ro: Nume cheie de acces
ru: Имя ключа доступа
sk: Názov prístupového kľúča
sl: Ime ključa za prijavo
sr: Naziv ključa za pristup
sv: Namn på passnyckel
sw: Jina la ufunguo wa siri
ta: பாஸ்கீ பெயர்
th: ชื่อพาสคีย์
tr: Geçiş anahtarı adı
uk: Назва ключа доступу
ur: پاسکی کا نام
vi: Tên passkey
zh_hans: 通行密钥名称
zh_hant: 通行金鑰名稱

# security.passkeys.renameDialog.title
source: Rename passkey
ar: إعادة تسمية مفتاح المرور
bg: Преименуване на ключ за достъп
bn: পাসকির নাম বদলান
ca: Canvia el nom de la clau d'accés
cs: Přejmenovat přístupový klíč
da: Omdøb adgangsnøgle
de: Passkey umbenennen
el: Μετονομασία κλειδιού πρόσβασης
es: Renombrar clave de acceso
et: Muuda pääsuvõtme nime
fa: تغییر نام کلید عبور
fi: Nimeä passiavaimen uudelleen
fil: Palitan ang pangalan ng passkey
fr: Renommer la clé d’accès
he: שינוי שם מפתח גישה
hi: पासकी का नाम बदलें
hr: Preimenuj pristupni ključ
hu: Jelszókulcs átnevezése
id: Ubah nama kunci sandi
is: Endurnefna aðgangslykil
it: Rinomina passkey
ja: パスキー名を変更
ko: 패스키 이름 변경
lt: Pervadinti prieigos raktą
lv: Pārdēvēt piekļuves atslēgu
nb: Gi passnøkkel nytt navn
nl: Toegangssleutel hernoemen
nn: Gi passnøkkel nytt namn
pl: Zmień nazwę klucza dostępu
pt_br: Renomear chave de acesso
ro: Redenumește cheia de acces
ru: Переименовать ключ доступа
sk: Premenovať prístupový kľúč
sl: Preimenuj ključ za prijavo
sr: Preimenuj ključ za pristup
sv: Byt namn på passnyckel
sw: Badili jina la ufunguo wa siri
ta: பாஸ்கீயை மறுபெயரிடு
th: เปลี่ยนชื่อพาสคีย์
tr: Geçiş anahtarını yeniden adlandır
uk: Перейменувати ключ доступу
ur: پاسکی کا نام بدلیں
vi: Đổi tên passkey
zh_hans: 重命名通行密钥
zh_hant: 重新命名通行金鑰
